Repository: Hoglet/TimeIT
Catalog: po/*.po
Languages: de

source: Add task
de: Aufgabe hinzufügen

source: Add time
de: Zeit hinzufügen

source: Adding time to:
de: Zeit hinzufügen zu:

source: Are you sure you want to delete this task?
de: Sind sie sicher das sie diese Aufgabe löschen wollen?

source: Compact layout
de: Kompaktes Layout

source: Continue
de: Fortsetzen

source: Day
de: Tag

source: Do you really want to remove this?
de: Sind sie sicher das sie dies entfernen wollen?

source: Edit
de: Bearbeiten

source: Edit task
de: Aufgabe bearbeiten

source: FILENAME
de: DATEINAME

source: Failed connection to %s:
de: Verbindung zu %s fehlgeschlagen:

source: Gone, gone will not come again...
de: Weg, es ist weg und es wird nicht wiederkommen...

source: HTTP error
de: HTTP Fehler

source: Help Options:
de: Hilfsoptionen:

source: Idle time (m)
de: Pausenzeit (m)

source: Ignore certificate errors
de: Ignoriere Zertifikat Fehler

source: Month
de: Monat

source: Network error
de: Netzwerk Fehler

source: No activity has been detected for %d minute. What should we do?
de: Keine Aktivitäten wurde für %d Minute entdeckt. Was sollen wir machen?

source: OPTION...
de: OPTIONEN...

source: Parent:
de: Haptordner:

source: Password:
de: Passwort:

source: Quiet mode
de: Leisemodus

source: Remove task
de: Entferne Aufgabe

source: Report bug
de: Melde Fehler

source: Revert and continue
de: Zurückgreifen und fortsetzen

source: Revert and stop
de: Zurückgreifen und Stoppen

source: Run tests and exit
de: Führe Tests und schließe

source: Show details
de: Zeige Details

source: Show help
de: Zeige Hilfe

source: Start
de: Starte

source: Start minimized
de: Starte minimiert

source: Start time
de: Starte Zeit

source: Stop
de: Stopp

source: Stop all
de: Stoppe Alles

source: Stop all timers
de: Stoppe alle Timer

source: Stop time
de: Stoppe Zeit

source: Sync interval (minutes)
de: Synchronisierungsinterval (Minuten)

source: Sync server:
de: Synchronisierungs-server:

source: Task affected:
de: Betroffene Aufgabe:

source: The unobtrusive time tracker
de: Der unauffällige Zeit Tracker

source: There is no undelete function
de: Hier gibt es keine Wiederherstellensfunktion

source: This program is licenced under GNU General Public Licence (GPL) version 2.
de: Dieser Programm ist lizenziert unter der GNU General Public Licence (GPL) Version 2.

source: Time
de: Zeit

source: TimeIT website
de: TimeIT Webseite

source: TimeIt. the unobtrusive time tracker
de: TimeIT. Der unauffälligste Zeit Tracker

source: Toggle main window
de: Schalte Hauptfenster um

source: Usage:
de: Verwendung:

source: Username or password is wrong.
de: Username oder Passwort ist falsch.

source: Week
de: Woche

source: Workspace tracking
de: Workspace verfolgung

source: Year
de: Jahr

source: Zero time (m)
de: Mindestzeit (m)

source: _Edit
de: _Bearbeiten

source: _File
de: _Dateiordner

source: _Help
de: _Hilfe

source: _Remove
de: _Entfernen

source: _Task
de: _Aufgabe

source: translator-credits
de: Jan Leonhard, Armen Mnatsakanyan, Barbara Terebieniec, Cristian Klein
